Repository: Havokdan/skin.arctic.horizon.2
Catalog: language/resource.language.*/strings.po
Languages: pt_br

# #31000
source: Live TV / PVR
pt_br: Tv ao vivo

# #31001
source: Select colours
pt_br: Selecionar cores

# #31002
source: Manage
pt_br: Gerenciar

# #31003
source: Change
pt_br: Mudar

# #31004
source: Weekly Forecast
pt_br: Previsão do Tempo Semanal

# #31005
source: Rain Chance
pt_br: Chance de Chover

# #31006
source: Location
pt_br: Localização

# #31007
source: Customise appearance
pt_br: Personalizar aparência

# #31008
source: Image
pt_br: Imagem

# #31009
source: Blur
pt_br: Desfoque

# #31010
source: ClearArt
pt_br: Blur

# #31011
source: Small Fanart
pt_br: Fanart Pequena

# #31012
source: Keyart
pt_br: Arte Chave

# #31013
source: Text
pt_br: Texto

# #31014
source: Clearlogo
pt_br: Logo Limpo

# #31015
source: Order
pt_br: Ordem

# #31016
source: Sort by
pt_br: Classificar por

# #31017
source: File Details
pt_br: Detalhes do arquivo

# #31018
source: Recommendations
pt_br: Recomendações

# #31019
source: Crew
pt_br: Equipe

# #31020
source: lists
pt_br: listas

# #31022
source: items
pt_br: itens

# #31023
source: Loading
pt_br: Carregando

# #31024
source: Critics Consensus
pt_br: Consenso da Crítica

# #31025
source: Add-on ID
pt_br: ID do Addon

# #31026
source: Origin
pt_br: Origem

# #31027
source: Not installed
pt_br: Não instalado

# #31028
source: Outline
pt_br: Contorno

# #31029
source: Updated
pt_br: Atualizado

# #31030
source: Installed
pt_br: Instalado

# #31031
source: Weather Forecast for
pt_br: Previsão do Tempo para

# #31032
source: Filters
pt_br: Filtros

# #31033
source: People
pt_br: Pessoas

# #31034
source: Cast member
pt_br: Membro do elenco

# #31035
source: Crew member
pt_br: Membro da equipe

# #31036
source: Balanced
pt_br: Balanceado

# #31037
source: Quality
pt_br: Qualidade

# #31039
source: Background style
pt_br: Estilo de fundo

# #31040
source: Foreground
pt_br: Primeiro plano

# #31042
source: Discover
pt_br: Descobrir

# #31043
source: Flat (No Gradient)
pt_br: Plano (Sem Gradiente)

# #31044
source: Fade
pt_br: Esmaecimento

# #31045
source: Transparent
pt_br: Transparente

# #31046
source: Opaque
pt_br: Opaco

# #31047
source: Divider Options
pt_br: Opções de Divisor

# #31048
source: Shadows
pt_br: Sombras

# #31049
source: Default Widgets
pt_br: Widgets Padrão

# #31050
source: Title / Divider
pt_br: Título / Divisor

# #31051
source: Classic
pt_br: Clássico

# #31052
source: Presets
pt_br: Definições

# #31053
source: Profile
pt_br: Perfil

# #31054
source: Liked by
pt_br: Curtido por

# #31055
source: out of
pt_br: de

# #31056
source: critics
pt_br: críticos

# #31057
source: Years Old
pt_br: Anos de Idade

# #31058
source: Solid
pt_br: Sólido

# #31059
source: Split
pt_br: Divisivo

# #31060
source: Premiered in
pt_br: Estreou em

# #31061
source: From
pt_br: De

# #31062
source: By
pt_br: Por

# #31063
source: Last Aired
pt_br: Exibido pela ùltma vez

# #31064
source: Awards
pt_br: Prêmios

# #31065
source: Creator
pt_br: Criador

# #31066
source: Movies as Cast Member
pt_br: Filmes com Membro do Elenco

# #31067
source: TV Shows as Cast Member
pt_br: Seriados com Membro do Elenco

# #31068
source: Movies as Crew Member
pt_br: Filmes com Membro do Equipe

# #31069
source: TV Shows as Crew Member
pt_br: Seriados com Membro do Equipe

# #31070
source: Posters
pt_br: Pôsteres

# #31071
source: Playback Speed
pt_br: Velocidade de Reprodução

# #31072
source: Ends at
pt_br: Termina em

# #31075
source: Cast of
pt_br: Elenco de

# #31076
source: Search by
pt_br: Buscar por

# #31077
source: More Information
pt_br: Mais informações

# #31078
source: Delete settings shortcut
pt_br: Excluir atalho das configurações

# #31079
source: Are you sure you want to remove the settings shortcut?[CR]Please ensure that you have an alternative method of accessing settings before you remove this shortcut.
pt_br: Tem certeza de que deseja remover o atalho de configurações?[CR]Certifique-se de ter um método alternativo de acesso às configurações antes de remover este atalho.

# #31080
source: Customise home menu
pt_br: Personalizar menu inicial

# #31081
source: Action
pt_br: Ação

# #31082
source: Select icon
pt_br: Selecionar ícone

# #31083
source: Updates Available
pt_br: Atualização Disponível

# #31084
source: Last Checked
pt_br: Última Verificação

# #31085
source: Live TV
pt_br: TV ao vivo

# #31086
source: Customise power menu
pt_br: Personalizar menu energia

# #31088
source: Menus and widgets
pt_br: Menus e widgets

# #31089
source: Recently played
pt_br: Reproduzido recentemente

# #31090
source: In-Progress
pt_br: Em andamento

# #31091
source: Top rated
pt_br: Melhor Avaliados

# #31092
source: IMDb Top 250
pt_br: 250 Melhores do IMDB

# #31094
source: Random albums
pt_br: Álbuns aleatórios

# #31095
source: Random artists
pt_br: Artistas aleatórios

# #31096
source: Active recordings
pt_br: Gravações ativas

# #31097
source: Grouped recordings
pt_br: Agrupar gravações

# #31098
source: Grouped deleted recordings
pt_br: Excluir gravações agrupadas

# #31099
source: Video Sources
pt_br: Fontes de Vídeo

# #31100
source: Music Sources
pt_br: Fontes de Música

# #31101
source: Picture Sources
pt_br: Fontes de Imagens

# #31102
source: Fullscreen widget
pt_br: Widget de Tela Cheia

# #31104
source: Choose widget
pt_br: Escolher widget

# #31105
source: Spotlight
pt_br: Holofote

# #31106
source: Content type
pt_br: Tipo de conteúdo

# #31107
source: Simple
pt_br: Simples

# #31108
source: Collections
pt_br: Coleções

# #31109
source: Tagged
pt_br: Etiquetados

# #31110
source: pages
pt_br: páginas

# #31111
source: Poster Row
pt_br: Linha de Poster

# #31112
source: Landscape Row
pt_br: Linha de Paisagem

# #31113
source: Square Row
pt_br: Linha Quadrada

# #31114
source: View
pt_br: Exibição

# #31115
source: Poster Wall
pt_br: Parede de Pôsteres

# #31116
source: Landscape Wall
pt_br: Parede de Paisagem

# #31117
source: Square Wall
pt_br: Parede Quadrada

# #31118
source: Poster Combined
pt_br: Pôsteres Combinados

# #31119
source: Landscape Combined
pt_br: Paisagem Combinada

# #31120
source: Square Combined
pt_br: Quadrado Combinado

# #31121
source: Square List
pt_br: Lista Quadrada

# #31122
source: Landscape List
pt_br: Lista de Paisagem

# #31123
source: Infolist
pt_br: Lista de Info

# #31124
source: Indicator
pt_br: Indicador

# #31125
source: Invert Text Colour
pt_br: Inverter Cor do Texto

# #31126
source: Thin Font
pt_br: Fonte Fina

# #31127
source: Bold Font
pt_br: Fonte Negrito

# #31128
source: Big Poster Wall
pt_br: Parede de Pôsteres Grande

# #31129
source: Up next in
pt_br: A seguir em

# #31130
source: seconds
pt_br: segundos

# #31131
source: Continue watching in
pt_br: Continuar assistindo em

# #31132
source: Rules
pt_br: Regras

# #31133
source: Set the type and add rules to create a smart playlist. These playlists are dynamic and include all media items from your database which apply to your chosen rules.
pt_br: Defina o tipo e adicione regras para criar uma lista de reprodução inteligente. Essas listas de reprodução são dinâmicas e incluem todos os itens de mídia do seu banco de dados que se aplicam às regras escolhidas.

# #31134
source: Expand information
pt_br: Expandir informações

# #31135
source: Divider
pt_br: Divisor

# #31136
source: Select highlight colour preset
pt_br: Selecionar definição de cor de destaque

# #31137
source: Colour Presets
pt_br: Definições de Cores

# #31142
source: Total Duration
pt_br: Duração Total

# #31143
source: Square Infolist
pt_br: Lista de Info Quadrada

# #31144
source: Landscape Infolist
pt_br: Lista de Info de Paisagem

# #31145
source: Initialising Skin
pt_br: Inicializando Skin

# #31146
source: No items to display[CR]Add rules on the left menu to discover new items
pt_br: Nenhum item para exibir[CR]Adicione regras no menu esquerdo para descobrir novos itens

# #31147
source: Aired
pt_br: Exibido

# #31148
source: Big Landscape Combined
pt_br: Paisagem Combinada Grande

# #31149
source: Big Landscape Row
pt_br: Linha de Paisagem Grande

# #31150
source: Big Landscape Wall
pt_br: Parede de paisagem Grande

# #31151
source: Customise search menu
pt_br: Personalizar menu de busca

# #31152
source: Detailed
pt_br: Detalhado

# #31153
source: Results
pt_br: Resultados

# #31154
source: Misc options
pt_br: Opções diversas

# #31155
source: Add Group
pt_br: Adicionar Grupo

# #31156
source: Rename Group
pt_br: Renomear Grupo

# #31157
source: Delete group
pt_br: Excluir Grupo

# #31158
source: Next Aired
pt_br: Próxima Exibição

# #31159
source: No plot information available
pt_br: Nenhuma informação da trama disponível

# #31161
source: Next Aired Library
pt_br: Próxima Exibição da Biblioteca

# #31162
source: Next Aired Trakt
pt_br: Próxima Exibição do Trakt

# #31167
source: Anticipated
pt_br: Antecipado

# #31168
source: TMDb Movies
pt_br: Filmes TMDb

# #31169
source: TMDb TV Shows
pt_br: Seriados TMDb

# #31170
source: TMDb Collections
pt_br: Coleções TMDb

# #31171
source: TMDb People
pt_br: Pessoas TMDb

# #31172
source: Big Poster Row
pt_br: Linha de Poster Grande

# #31173
source: widget
pt_br: widgets

# #31174
source: Navigation
pt_br: Navegação

# #31176
source: Menu style
pt_br: Fundo simples

# #31177
source: Simple background
pt_br: Menus

# #31178
source: Menus
pt_br: Abrir Submenu

# #31179
source: Open Submenu
pt_br: Pressione para cima no menu inicial

# #31180
source: Press up from home menu
pt_br: Mobília

# #31181
source: Furniture
pt_br: Relógio com Clima

# #31182
source: Weather with clock
pt_br: Sempre exibir botão de parar

# #31183
source: Always display stop button
pt_br: Rótulo

# #31184
source: Label
pt_br: Parede

# #31185
source: Wall
pt_br: Rolagem automática

# #31186
source: Autoscroll
pt_br: Comportamento

# #31187
source: Behaviour
pt_br: Intervalo de tempo da rolagem automática

# #31188
source: Autoscroll time interval
pt_br: Limite

# #31189
source: Limit
pt_br: Fechar automaticamente OSD depois de X segundos

# #31190
source: Autoclose OSD after X seconds
pt_br: EPGEventIcon para fanart PVR

# #31191
source: EPGEventIcon for PVR fanart
pt_br: Lista completa agregada de elenco de TV

# #31192
source: Aggregate full tv cast list
pt_br: Lista completa agregada da equipe de TV

# #31193
source: Aggregate full tv crew list
pt_br: Lista de Reprodução Quadrada

# #31194
source: Square Playlist
pt_br: Botão de trailer reproduz em uma janela

# #31195
source: Trailer button plays windowed
pt_br: Imagem do perfil

# #31196
source: Profile image
pt_br: A seguir

# #31197
source: Up Next
pt_br: Personalizar recomendações

# #31198
source: Customise recommendations
pt_br: Personalizar avaliações

# #31199
source: Customise ratings
pt_br: Estrela

# #31200
source: Star
pt_br: Usuário

# #31201
source: User
pt_br: Crítico

# #31202
source: Critic
pt_br: Avaliações

# #31203
source: Ratings
pt_br: Personalizar

# #31204
source: Customise
pt_br: Vídeo de fundo

# #31205
source: Background video
pt_br: Pressionar para baixo na linha de exibição para abrir barra de rolagem

# #31206
source: Press down from row view scrollbar opens
pt_br: As avaliações exibem espaços reservados quando indisponíveis ou atualizadas

# #31207
source: Ratings display placeholders when unavailable or updating
pt_br: Informações de codec com widgets expandidos completos

# #31208
source: Codec info with full expanded widgets
pt_br: Expandir a trama nas recomendações

# #31209
source: Expand plot on recommendations
pt_br: Cor de sobreposição

# #31210
source: Colour overlay
pt_br: Fanart animada

# #31211
source: Animate fanart
pt_br: Slideshow do Artista

# #31212
source: Artist slideshow
pt_br: Texto de rolagem

# #31213
source: Scrolling text
pt_br: Configurações de visualização

# #31214
source: Visualisation settings
pt_br: Definições de visualização

# #31215
source: Visualisation presets
pt_br: Análises

# #31216
source: Reviews
pt_br: Decoder de vídeo

# #31217
source: Video decoder
pt_br: Formato de pixel

# #31218
source: Pixel format
pt_br: Uso da memória

# #31219
source: Memory usage
pt_br: Categorias

# #31220
source: Categories
pt_br: Personalizar tipos de exibição

# #31221
source: Customise viewtypes
pt_br: Bordas de vidro

# #31222
source: Glass borders
pt_br: Sobreposição

# #31223
source: Overlay
pt_br: Linha de grade

# #31224
source: Gridlines
pt_br: Escrito por

# #31225
source: Written by
pt_br: Dirigido por

# #31226
source: Directed by
pt_br: Fanart extra

# #31227
source: Extra fanart
pt_br: Personalizar cores

# #31228
source: Customise colours
pt_br: Personalizar fundo

# #31229
source: Customise background
pt_br: Widget de submenu

# #31230
source: Submenu widget
pt_br: Redefinir todos os menus e widgets para o padrão

# #31231
source: Reset all menus and widgets to defaults
pt_br: Ajuste automático à largura

# #31232
source: Auto-fit to width
pt_br: TMDbHelper busca por janelas PVR

# #31233
source: TMDbHelper look-ups for PVR windows
pt_br: Procurar por

# #31234
source: Seek to
pt_br: Personalizar indicadores

# #31235
source: Customise indicators
pt_br: Indicadores

# #31236
source: Indicators
pt_br: Coleções

# #31237
source: Collection
pt_br: Progresso

# #31238
source: Progress
pt_br: Cabeçalho

# #31239
source: Header
pt_br: Rodapé

# #31240
source: Footer
pt_br: Flags de idioma do áudio

# #31241
source: Audio language flags
pt_br: Flags de idioma da legenda

# #31242
source: Subtitle language flags
pt_br: Ícones do codec de mídia

# #31243
source: Media codec icons
pt_br: Ícones do provedor de mídia

# #31244
source: Media provider icons
pt_br: Reproduzindo agora

# #31245
source: Now playing
pt_br: Rótulos de rolagem automática

# #31246
source: Autoscroll labels
pt_br: Caixa de texto de rolagem automática

# #31247
source: Autoscroll textboxes
pt_br: Textura opaca para widgets focados em PVR

# #31248
source: Opaque texture for focused PVR widgets
pt_br: Construção incluí

# #31249
source: Building includes
pt_br: Aguardando por PVR

# #31250
source: Waiting for PVR
pt_br: Buscar na barra de menu inicial

# #31251
source: Search in home menu bar
pt_br: Codecs exibidos com barra de progresso

# #31252
source: Codecs displayed with seekbar
pt_br: Alcançar

# #31253
source: Catch-up
pt_br: Mostrar mais

# #31254
source: Show more
pt_br: Widget limitados tem objeto ”mais itens”

# #31255
source: Limited widgets have "more items" object
pt_br: Personalizar imagem inicial

# #31256
source: Customise startup image
pt_br: Uso de Recursos

# #31257
source: Resource Usage
pt_br: Memória

# #31258
source: Memory
pt_br: CPU

# #31259
source: CPU
pt_br: FPS

# #31260
source: FPS
pt_br: AR

# #31261
source: AR
pt_br: px

# #31262
source: px
pt_br: Hz

# #31263
source: Hz
pt_br: bits

# #31264
source: bits
pt_br: Receita

# #31265
source: Revenue
pt_br: Orçamento

# #31266
source: Budget
pt_br: Pausar vídeo quando abrir info

# #31267
source: Pause video when opening info
pt_br: Termina

# #31268
source: Ends
pt_br: Personalizar linha de info

# #31269
source: Customise infoline
pt_br: Linha de info

# #31270
source: Infoline
pt_br: Única imagem

# #31271
source: Single image
pt_br: Pasta de imagem

# #31272
source: Image folder
pt_br: Exibir informações automaticamente na grande linha de pôsteres após o atraso

# #31273
source: Automatically display info on big poster row after delay
pt_br: Rótulos de texto em grandes tipos de vista de paisagem

# #31274
source: Text labels on big landscape viewtypes
pt_br: Expanda widgets de informações completas para incluir cabeçalho e rodapé

# #31275
source: Expand full info widgets to include header and footer
pt_br: Mural de informações de mídia

# #31276
source: Media Info Wall
pt_br: Lista de informações de mídia

# #31277
source: Media Info List
pt_br: Rótulo da seção

# #31278
source: Section label
pt_br: Relógio

# #31279
source: Clock
pt_br: Ícones do Estúdio

# #31280
source: Studio icons
pt_br: Informações da Mídia

# #31281
source: Media information
pt_br: Inverter cor da linha de progresso de PVR

# #31282
source: Invert PVR progress line colour
pt_br: Ocultar automaticamente a barra de busca após a pausa

# #31283
source: Autohide seekbar after pausing
pt_br: Widgets expandidos incluem informações de mídia no rodapé

# #31284
source: Expanded widgets include media information in footer
pt_br: Widgets expandidos movem o título para o cabeçalho para uma linha de plotagem adicional

# #31285
source: Expanded widgets move title to header for additional line of plot
pt_br: Classificação (MPAA)

# #31286
source: Classification (MPAA)
pt_br: Vencedor

# #31287
source: Won
pt_br: Indicado a

# #31288
source: Nominated for
pt_br: Usar tamanho maior de flixart

# #31289
source: Use larger flixart size
pt_br: Use as informações da biblioteca local para recomendações

# #31290
source: Use local library info for recommendations
pt_br: Abrir Submenu

# #31291
source: Open submenu
pt_br: Abrir menu energia

# #31292
source: Open power menu
pt_br: Não fazer nada

# #31293
source: Do nothing
pt_br: Pressione para baixo para elenco e mais informações

# #31294
source: Press down for cast and more info
pt_br: Pressione para baixo para marcadores e capítulos

# #31295
source: Press down for bookmarks and chapters
pt_br: Pressione para baixo para canais

# #31296
source: Press down for channels
pt_br: Pressione para baixo para listas de reprodução

# #31297
source: Press down for playlist
pt_br: Estilo de menu mínimo só com ícones

# #31298
source: Minimal icon-only menu style
pt_br: Pressione para baixo para filmes e seriados estrelados por este ator

# #31299
source: Press down for movies and tv shows starring this actor
pt_br: Informação está sendo carregada

# #31300
source: Information is loading
pt_br: Alinhamento de lista espelho

# #31301
source: Mirror list alignment
pt_br: Modo de quiosque

# #31302
source: Kiosk Mode
pt_br: Opções de gerenciamento

# #31303
source: Management options
pt_br: Personalização de tipo de exibição

# #31304
source: Viewtype customisation
pt_br: Substituir o layout da lista de músicas com o modelo básico de nomenclatura de faixas

# #31305
source: Override song list layout with basic track naming template
pt_br: FlixArt em diálogo de info

# #31306
source: FlixArt in info dialog
pt_br: Lista para Assistir

# #31307
source: Watchlist
pt_br: Assistidos recentemente

# #31308
source: Recently watched
pt_br: Última semana

# #31309
source: Last week
pt_br: Próxima semana

# #31310
source: Next week
pt_br: Em Alta

# #31311
source: Trending
pt_br: Em Exibição

# #31312
source: Airing
pt_br: Nos cinemas

# #31313
source: In theatres
pt_br: Em Breve

# #31314
source: Upcoming
pt_br: Hub - Filmes (TMDbHelper)

# #31315
source: Hub - Movies (TMDbHelper)
pt_br: Hub - Seriados (TMDbHelper)

# #31316
source: Hub - TV Shows (TMDbHelper)
pt_br: Mais Reproduzidos

# #31317
source: Most played
pt_br: Mais Vistos

# #31318
source: Most watched
pt_br: Combinado aleatório

# #31319
source: Random combined
pt_br: Gênero de filme aleatório

# #31320
source: Random movie genre
pt_br: Gênero de seriado aleatório

# #31321
source: Random TV genre
pt_br: Palavra-chave aleatório

# #31322
source: Random keyword
pt_br: Curtido

# #31323
source: Liked
pt_br: Seu

# #31324
source: Your
pt_br: Fundo

# #31325
source: Background
pt_br: Arte expandida do widget

# #31326
source: Expanded widget artwork
pt_br: Alongar

# #31327
source: Stretch
pt_br: Expandir

# #31328
source: Expanded
pt_br: Hub - Filmes (Biblioteca)

# #31329
source: Hub - Movies (Library)
pt_br: Hub - Seriados (Biblioteca)

# #31330
source: Hub - TV Shows (Library)
pt_br: Ação de linha final do widget

# #31331
source: Widget end row action
pt_br: Hub - TMDbHelper (Descobrir)

# #31332
source: Hub - TMDbHelper (Discover)
pt_br: Hub TMDbHelper de navegação rápida

# #31333
source: TMDbHelper hub quick navbar
pt_br: Usar texto nos rótulos

# #31334
source: Use text labels
pt_br: Comentários

# #31335
source: Comments
pt_br: Caixa de seleção fina

# #31336
source: Thin selectbox
pt_br: Estilo da caixa de seleção

# #31337
source: Selectbox style
pt_br: Fina

# #31338
source: Thin
pt_br: Ícones de origem de nome de arquivo

# #31339
source: Filename source icons
pt_br: Botões de foco ao abrir a caixa de diálogo de informações

# #31340
source: Focus buttons when opening info dialog
pt_br: Enrole títulos longos

# #31341
source: Wrap long titles
pt_br: Roteiro de

# #31342
source: Screenplay by
pt_br: Informações de mídia combinadas

# #31343
source: Media Info Combined
pt_br: Lista de Pôsteres

# #31344
source: Poster List
pt_br: Lista com Info de Pôsteres

# #31345
source: Poster Infolist
pt_br: Lista de Grandes de Pôsteres

# #31346
source: Big Poster List
pt_br: Pressione para baixo para mais deste artista

# #31347
source: Press down for more by this artist
pt_br: Brilho

# #31348
source: Glow
pt_br: Pressione para baixo para o canal EPG

# #31349
source: Press down for channel EPG
pt_br: Troque o botão de informações por opções em widgets de fanart em tela cheia

# #31350
source: Swap info button for options on fullscreen fanart widgets
pt_br: Obrigado

# #31351
source: Thanks
pt_br: Linha Quadrada Grande

# #31352
source: Big Square Row
pt_br: Parede Quadrada Grande

# #31353
source: Big Square Wall
pt_br: Abrir menu

# #31354
source: Open menu
pt_br: Abrir alternador de grupo

# #31355
source: Open group switcher
pt_br: Pressionar voltar do EPG

# #31356
source: Press back from EPG
pt_br: Estilo de widget expandido

# #31357
source: Expanded widget style
pt_br: Sombra da caixa de seleção

# #31358
source: Selectbox shadow
pt_br: Aguardando pelos plugins

# #31359
source: Waiting for plugins
pt_br: Aguarde pelos plugins para inicializar ao abrir

# #31360
source: Wait for plugins to initialise on startup
pt_br: Desabilitar todas as avaliações

# #31361
source: Disable all ratings
pt_br: Personalizar imagem de fundo

# #31362
source: Customise background image
pt_br: Informações Básicas de Mídia

# #31363
source: Media Info Basic
pt_br: Informações de mídia da lista de reprodução

# #31364
source: Media Info Playlist
pt_br: Widget de tela cheia central

# #31365
source: Hub fullscreen widget
pt_br: Nó do submenu do hub

# #31366
source: Hub submenu node
pt_br: Nós do widget de hub

# #31367
source: Hub widget nodes
pt_br: Hub - Personalizado

# #31368
source: Hub - Custom
pt_br: Personalizar hub

# #31369
source: Customise hub
pt_br: Personlizar nó

# #31370
source: Customise node
pt_br: Pressione à esquerda no menu inicial

# #31371
source: Press left from home menu
pt_br: Empilhado - Exibe a pasta do item focado no widget acima

# #31372
source: Stacked - Displays folder of item focused in widget above
pt_br: Empilhado

# #31373
source: Stacked
pt_br: Classificação

# #31374
source: Classification
pt_br: Diálogo de favoritos

# #31375
source: Favourites dialog
pt_br: Navegador de favoritos

# #31376
source: Favourites browser
pt_br: Posição padrão do menu (começa em 0)

# #31377
source: Default menu position (starts at 0)
pt_br: Widgets padrão têm mobília de cabeçalho e dicas de navegação

# #31378
source: Standard widgets have header furniture and navigation hints
pt_br: Popup automático da caixa de diálogos OSD

# #31379
source: Auto pop-up OSD dialogs
pt_br: Nenhuma transmissão disponível

# #31380
source: No streams available
pt_br: Reduza o título e a largura do gráfico

# #31381
source: Reduce title and plot width
pt_br: Clima - disponível apenas como widget de tela cheia

# #31382
source: Weather - Only available as fullscreen widget
pt_br: Ação de pressionar par cima no menu

# #31382
source: Menu press up action
pt_br: Acessar menu ao pressionar para cima

# #31383
source: Prefer landscape art
pt_br: Prefira a arte da paisagem

# #31384
source: Media info poster
pt_br: Pôster de informações de mídia
