Repository: Havokdan/skin.arctic.horizon.2
Catalog: language/resource.language.*/strings.po
Languages: pt_br

# #31385
source: Custom genre icon folder
pt_br: Pasta de ícones de gênero personalizada

# #31386
source: Unwatched only
pt_br: Somente não assistidos
